
const hebrewText = {
  id: "hebrewText",
  frontPage: [
    {
      name: 'dmitry',
      title: `דמיטרי דמיטרייביץ סמ'ישלייב`,
      picSrc: 'dimitryPic',
      videoSrc: 'dimitryVid',
      css: {
        left: '306px',
      },
      titleStyle: {

      }
    },
    {
      name: 'architects',
      title: `אדריכלים`,
      picSrc: 'architectsPic',
      videoSrc: 'architectsVid',
      css: {
        left: '644px',
      },
      titleStyle: {

      }
    },
    {
      name: 'gurd',
      title: `מרקו דג'וריק`,
      picSrc: 'gurdPic',
      videoSrc: 'gurdVid',
      css: {
        right: '345px'
      },
      titleStyle: {

      }
    },
    {
      name: 'pilgram',
      title: `אברהם הצליין הנצחי`,
      picSrc: 'pilgramPic',
      videoSrc: 'pilgramVid',
      css: {
        left: '1012px',
      },
      titleStyle: {

      }
    }
  ],
  particularInfo: {
    dimitry: {
      title: `Архимандрит Антонин Капустин`,
      info: `
      Смышляев Дмитрий Дмитривич   (1828 – 1893 )
      Российский земский деятель, краевед и историк Пермского края.
      Руководитель проекта Сергиевского подворья. Родился в Перми, родном городе Антонина Капустина, в семье купца I гильдии, городского головы Перми в 1823 -1826 гг.
      В 1864 г. Смышляев впервые отправился в паломническую поездку на Ближний Восток, во время которой занимался переводами книг о Святой земле и ближневосточных культурах.
      В 1870 – 1879 гг. занимал пост председателя губернской земской управы. В 1872 году основал «Сборник Пермского земства» и редактировал его до 1878 года. Написал три книги, посвящённые поездке на Святую землю:
      «Синай и Палестина» 1877 г.
      «На пути к Синаю» 1878 г.
      «Мёртвое море и нечестный Пентаполь по новейшим исследованиям» 1881 г.
      В 1882 году, когда было создано ИППО, Смышляев был назначен  в Совет общества представителем от Пермской губернии.
      В 1885 году Смышляев вновь решил совершить паломничество. Он обратился с просьбой в Совет общества освободить его от должности. Но Совет решил назначить Смышляева первым уполномоченным Императорского Православного Палестинского  Общества в Иерусалиме.
      Смышляев прибыл в Палестину и обнаружил, как она изменилась за два десятилетия после его первой поездки.
      В Палестине он познакомился со своим земляком Антонином Капустиным и проникся идеей создания Русской Палестины.
      Смышляеву было поручено Обществом максимально увеличить количество мест для проживания паломников.
      Смышляев взял на себя руководство двумя большими объектами: Сергиевским подворьем и церковью Александра Невского в Старом городе.
      Многочисленные сведения о Сергиевском подворье, стали нам известны из переписки Смышляева с создателем ИППО Василием Николаевичем Хитрово и секретарём Общества- Михаилом Петровичем Степановым.
      Приступив к осуществлению проекта строительства будующего Сергиевского подворья, Смышляев столкнулся с трудностями, не позволявшими построить в Иерусалиме тех времён здание по санкт-петербургским стандартам: нехваткой квалифицированной рабочей силы, отсутствием нормальных коммуникаций и подходящих строительных материалов. Подход Смышляева к строительству сильно отличался от колониального подхода других представительств в Иерусалиме. Он заботился о хороших условиях труда для рабочих, считал это неотъемлимым условием для осуществления мечты о создании Сергиевского подворья. Смышляев привлёк к строительству преданных рабочих различных национальностей: арабов, греков, итальянцев, создавших совместными усилиями российский шедевр в сердце Иерусалима.
      Строительство Сергиевского подворья близилось к завершению, когда в 1887 году был заложен краеугольный камень будующего Александровского подворья в Старом городе. С началом строительных работ, были найдены врхеологические древности, прежде всего, Порог Судных Врат, через которые переступал Иисус, ведомый на казнь.
      Здание было построено в форме базилики высотой 10 метров и шириной 22 метра, с элементом архитектуры, называющийся «аблак», или «пёстрый»,  в переводе с арабского, принятый в Иерусалиме ещё с царствования мамлюков. 
      Комплекс Александровского подворья включил в себя Порог Судных Врат, домовую церковь святого Александра Невского и археологические раскопки.
      Смышляев руководит всеми работами.  В 1891 г церковь была освящена и названа в честь царя Александра II.
      Иерусалимский патриарх, по достоинству оценив заслуги Смышляева перед Иерусалимом, присвоив ему титул «рыцаря гроба Господня».
      `,
    },
    Architects: {
      title: `Рассказ об охраннике`,
      info: `
      Доктор  Конрад Шик (1822 – 1901) - протестантский миссионер немецкого происхождения, жил и работал в Иерусалиме во второй половине XIX века.
      Он был  архитектором, археологом, картографом, исследователем Палестины, 
      Шик был одним из выдающихся личностей Иерусалима в период заката Османской империи, один из крупнейших исследователей Палестины и Иерусалима.
      Шик был консультантом ИППО в проектировании Сергиевского подворья, участвовал в археологических раскопках  на месте Храма Александра Невского  вместе с Антонином Капустиным, помогал в ремонте и реконструкции мечети Эль-Акса на Храмовой горе, участвовал в проектировании и строительстве многих домов и районов в Иерусалиме.
      Георгий Франгия
      Был молодым инженером, когда начал работать для Российской империи. Несмотря на молодой возраст, его особый архитектурный стиль проявился в проектировании многих значимых иерусалимских зданий: Сергиевского подворья, Храма Марии Магдалены, Церкови Александра Невского.
      Франгия родился в Назарете, подданный Османской империи греческого происхождения, стал позднее инженером Иерусалима.
      Эппингер Мартин Иванович ( 1822 – 1872 ) – русский архитектор, академик архитектуры Императорской Академии художеств в Санкт-Петербурге.
      В 1859 году удостоился быть главным архитектором русских построек в Иерусалиме  от Палестинского комитета. В 1859 – 1865 гг. с успехом руководил строительством Троицкого Собора, комплекса здания Русской духовной миссии в Иерусалиме, здания Русской больницы для заболевших православных паломников. Он руководил строительством Елизаветинского и Мариинского подворий, Русского генерального консульства в Иерусалиме. Эти проекты стали главным трудом, архитектора, его труды и заслуги были отмечены Санкт-Петербургской академией художеств, которая признала Мартина Эппингера в 1862 году своим  «почётным вольным общиком». Также в 1862 году по ходатайству управляющего делами Палестинского комитета Б.П. Мансурова был награждён орденом святого Станислава второй степени.
      Последний проект с участием архитектора Мартина Эппингера было строительство синагоги «Тиферет Исраэль» в еврейском квартале старого города Иерусалима.
      Элкин Алексей Ефимович ( 1870 – 1936 )
      Архитектор и руководитель строительства Николаевского подворья – последнего проекта ИППО в Иерусалиме. Выпускник Императорской академии художеств в Санкт-Петербурге. В возрасте 32 лет заключил договор с ИППО на строительство Николаевского подворья, соответствующего иерусалимским стандартам, для размещения 1200 паломников. Бюджет проекта был относительно скромным, но позволил Элкину осуществить его творческие замыслы. Николаевское подворье функционирует более 115 лет, выдержало два теракта  и четыре войны.
      Готтлиб Шумахер (1857 – 1925 )
      Родился в США в семье немецкого происхождения. Стал важным для Палестины и Иерусалима инженером и археологом. Был первооткрывателем Мегидо, предложил название «Хайфа» для города, участвовал в строительстве многих зданий в Палестине. В 1901 году заключил договор с ИППО на строительство комплекса в Назарете, включавшее мужскую педагогическую семинарию, интернат и амбулаторию.
      
      
      Другие архитекторы, работавшие для Общества: Гримм, Преображенский, итальянцы Антонио Лонгодорно и Джон-Баптист Бизелли.
      
      План Николаевского подворья.      
      `,
    },
    gurd: {
      title: `Каирская гениза`,
      info: `
      Приехав на Святую землю, я обнаружил в нашей группе загадочную и одновременно эффектную личность в нашей группе. Ещё в Яффском порту к нам присоединились два человека высокого роста восточной наружности. Оба были в глухих белых белых одеяниях от груди до колен, цветных безрукавках, подпоясанные кожаными ремнями. На голове – высокая красная шапка, из середины которой спускались чёрные шнуры. На поясе – револьвер с закруглённым прикладом слоновой кости, и относительно длинным стволом, в барабане револьвера - пять патронов. На другом боку – изогнутый меч в турецком стиле. Их внешний вид напоминал турецких воинов, сражавшихся против крестоносцев в борьбе за Святой Иерусалим.
      Что эти люди делают рядом с нами? Можно ли им доверять? Вскоре я услышал рассказ одного из паломников.
      Согласно указу турецкого султана, только турецкоподданные имели право на ношение оружия в пределах Империи. Когда на территорию Империи приезжал высокий гость, его всюду сопровождал телохранитель, именуемый «кавас», что на турецком языке означает «лук». В древние времена кавасы носили на спине лук и стрелы, меч на боку и жезл в руке. Кавасы, ударяя жезлом по земле, как бы сообщали окружающим о приближении важной персоны, от которой, в целях безопасности, следует держаться подальше.
      Эти же кавасы сопровождают нас, защищая от разбойников и недоброжелателей.
      Когда наша группа шагает по дорогам к Святым местам в районе Тибериатского моря и Вифлеема, один кавас ехал во главе, второй – замыкал шествие. Помимо необходимой защиты, кавасы также давали нам указания, как себя вести. Мы, прибывшие из центральной части России, не знали ни местного языка, ни местных обычаев, чувствовали себя чужими здесь на Востоке. Мы могли легко пасть жертвой мошенников, потерять паспорт в Иерусалимских переулках или, того хуже, в Иудейской пустыне. Поэтому мы были безмерно благодарны Обществу за наше сопровождение, которое начиналось в Яффском порту, длилось всю поездку и заканчивалось после нашей посадки на корабль в обратный путь.
      Самый известный из кавасов, служивший Обществу, был Марко Джурик. Так описала его одна из паломниц: «Прославившийся благодаря своим личным качествам, выходец из Монтенегро, он владел шестью языками и приходил на помощь паломникам любого происхождения  в различных ситуациях. Его всегда окружали паломники, у него всегда была собственная история о каждом увиденном нами месте. Он был проводник, охранник и друг.»
      
      `,
    },
    pilgram: {
      title: `Авраам вечный паломник
      `,
      info: `
      По улице навстречу мне шагает пожилой мужчина с длинной седой бородой, лохматыми бровями, в мутных очках фиолетового цвета. За его спиной мешок с пожитками, он опирается на деревянную палку с металлическими вставками. Он благословляет встречных и рассказывает истории. Его одежда пахнет ладаном. У него нет ни денег, ни имущества. Его жизнь посвящена паломничеству, он, без преувеличения, совершил путь из России в Иерусалим десятки раз. Он сам мне рассказал об этом, его история известна всем паломникам, повстречавшим его. Его плечи расправлены, он стоит прямо как капитан корабля. На пути из холодной России в Иерусалим, он ищет ночлег, переходя из дома в дом.
Авраам трижды стучит своей палкой в дверь и произносит густым басом: «Именем отца, сына и святого духа». Сидящая вокруг самовара семья молча смотрит на стоящего в дверях. Его лицо освещено горящей лампадой. Создаётся ощущение, что перед вами стоит один из тех святых, которые ходят по свету, прежде чем попасть в рай. Семья прерывает разговор, все начинают креститься , пока глава семьи не произносит: «Аминь». Авраам входит в дом, он «колокол божий», его приход – благословение для дома.
Утром он ничего не просит, но получает. Глава дома даёт ему немного денег, хлеба, фруктов, иногда – цепочку или браслет для освящения в священном Иордане. Глава семьи верит, что Авраам попросит монахов в святых монастырях помолиться за его семейство.
Когда Аврааму было семь лет, отец рассказал ему о паломниках и ребёнок сразу же осознал своё желание попасть в Иерусалим. Он начал копить деньги, складывая их в небольшой мешочек. Когда мешочек заполнился, Авраам начал своё странствие, никому ничего не сказав. Встретив по дороге пожилого возницу, Авраам спросил : «Куда ты едешь?» Возница ответил : «В Иерусалим». У  мальчика Авраама загорелись глаза. «Коли так, присоединяйся ко мне, -продолжил возница, - залезай в повозку». 
Мальчик тут же запрыгнул в телегу и быстро уснул на копне сена. Он проснулся от слоа: «Вставай, вставай!»
«Где я?» - спросил Авраам. «В священном городе Иерусалиме, - услышал тихий ответ. «Что? Что?» Осмотревшись, он увидел мать, стоящую на пороге. Возчик привёз его домой. С этой минуты и навсегда, в Авраама вселилось и не покидало его стремление к паломничеству.
      `,
    }
  }
}
export { hebrewText as default };
