
const hebrewText = {
  id: "hebrewText",
  frontPage: [
    {
      name: 'dimitry',
      title: `דמיטרי דמיטרייביץ סמישלייב`,
      picSrc: 'dimitryPic.png',
      videoSrc: 'dimitryVid',
      css: {
        left: '-8px'
      },
      titleStyle: {
        top: '15%',
        left: '16%'

      },
      circleStyle: {
        top: `18%`,
        left: `16%`,
        borderRadius: `0`,
        height: `553px`
      }
    },
    {
      name: 'architects',
      title: `אדריכלים`,
      picSrc: 'architectsPic.png',
      videoSrc: 'architectsVid',
      css: {
        right: '-36px',
        bottom: '-5px'
      },
      titleStyle: {
        top: '22%',
        right: '11%'
      },
      circleStyle: {
        top: `16%`,
        left: `54%`,
        height: `347px`
      }
    },
    {
      name: 'gurd',
      title: `מרקו דג'וריק`,
      picSrc: 'gurdPic.png',
      videoSrc: 'gurdVid',
      css: {
        left: '291px',
        bottom: '-26px'
      },
      titleStyle: {
        top: '12%',
        left: '38%'
      },
      circleStyle: {
        top: `23%`,
        left: `34%`,
        height: `301px`,
        width: `94px`
      }
    },
    {
      name: 'pilgram',
      title: `אברהם הצליין הנצחי`,
      picSrc: 'pilgramPic.png',
      videoSrc: 'pilgramVid',
      css: {
        left: '615px',
        bottom: '-40px'
      },
      titleStyle: {
        top: '15%',
        right: '28%'
      },
      circleStyle: {
        top: `59%`,
        left: `31%`,
        height: `409px`,
        borderRadius: `0`
      }
    }
  ],
  particularInfo: {
    dimitry: {
      title: `דמיטרי דמיטרייביץ סמישלייב`,
      info: `
      מנהל פרויקט חצר סרגיי, נולד ב- 1828 בפרם, עירו של אנטונין קפוסטין. סמישלייב הגיע ממשפחה מיוחסת למדי, אביו היה ראש העיר פרם ומשפחתו עסקה במסחר.
ב- 1864 שאמלייב יצא למסע עלייה לרגל במזרח התיכון בפעם הראשונה, במהלכו הוא תירגם ספרים הקשורים בארץ הקודש ותרבויות המזרח התיכון.
שאמלייב כיהן בין השנים 1870-1879 כראש מועצה מקומית באורל, ובאותן שנים הוא גם ייסד ירחון תקופתי בשם "האוסף של פרם" והוציא לאור שלושה ספרים הקשורים למסעותיו בארץ הקודש - "סיני ופלשתינה" (1877), "המסע אל עבר סיני" (1878), ומחקר מקיף על ים המלח והערים התנכיות (1881). 

בשנת 1882, כאשר נוסדה האגודה הארץ-ישראלית הפרבוסלבית הקיסרית, סמישלייב מונה לנציג מחוז פרם במועצת האגודה. ב- 1885 הוא מחליט לצאת למסע צליינות נוסף ומבקש מן המועצה לשחרר אותו מתפקידו עבור המסע. במקום זאת המועצה מחליטה למנות אותו לנציג האגודה בפלשתינה. 
שאמלייב מגיע לארץ ישראל ומגלה שהיא שונה לחלוטין מהארץ בה ביקר לפני שני עשורים. הוא פוגש בפלשתינה את בן עירו קפוסטין, ואז הוא רואה לנגד עיניו את חזון פלשתינה הרוסית. 
המשימה אשר הוטלה על שאלייב על ידי הארגון הייתה להרחיב ככל הניתן את מתחמי המגורים עבור הצליינים. 
שאמלייב לקח על עצמו שני פרויקטים גדולים - חצר סרגיי ומתחם אלכסנדר נבסקי בעיר העתיקה.
הרבה מהידע שיש לנו כיום על רכישת ובניית חצר סרגיי נובע מהתכתבויות של סמישלייב עם יוזם האגודה חיטרובו ומזכיר האגודה סטפנוב. 
סמישלייב לוקח על עצמו להיות מנהל פרויקט חצר סרגיי, ומגלה מהר מאוד את הקשיים הכרוכים בהקמת מבנה בסטנדרטים סנט פטרסבורגים בירושלים שלפני העת המודרנית; מחסור בעובדים מיומנים, חוסר בתשתיות מתאימות ומחסור בחומרי בנייה איכותיים. הוא התגלה כמנהל עבודה שונה מאוד מהנציגים הקולוניאליים האחרים בעיר: הוא דואג לתנאי העבודה של עובדיו ורואה בהם חלק אינטגרלי מהחזון שלו לחצר סרגיי. כך הוא מושך עובדים בני לאומים שונים - ערבים, יוונים ואיטלקים הנאמנים לו וביחד הם יוצרים מאסטר פיס רוסי בלב ירושלים.
לקראת סיום העבודות בחצר סרגיי, בשנת 1887, מונחת אבן הפינה למתחם אלכסנדר בעיר העתיקה. במקום נמצאו על ידי קפוסטין ממצאים ארכיאולוגים רבים המתוארכים לראשית הנצרות. המתחם, שנבנה בצורת בזיליקה בגובה עשרה מטרים וברוחב 22 מטר, בנוי עם אלמנט אדריכלי מיוחד שנקרא אבלק, שראשיתו בתקופת השלטון הממלוכי בירושלים. חצי מהמתחם מוקדש לכנסייה על שם אלכסנדר נבסקי והחצי השני עבור עבודות ארכיאולוגיות. סמישלייב מפקח על העבודות ובשנת 1891 מקודשת הכנסייה על שם הצאר אלכסנדר השני. 
הפטריארך של ירושלים העניק לשאמלייב את תואר הכבוד "אביר כנסיית הקבר הקדוש", כאות הוקרה על תרומתו לעיר.
      `,
      css: {
        right: '5%'
      },
      isScroll: true
    },
    architects: {
      title: `ארכיטקטים בשירות האגודה`,
      info: `
      ד"ר קונרד שיק (1822 - 1901) היה אדריכל, ארכיאולוג, קרטוגרף, חוקר ארץ ישראל ומיסיונר פרוטסטנטי גרמני שחי ופעל בירושלים במחצית השנייה של המאה ה-19.
שיק היה אחד האישים הבולטים בירושלים של תקופתו, שלהי התקופה העות'מאנית, ונמנה עם החשובים בחוקרי ארץ ישראל וירושלים באותה עת.
קונרד שיק שימש כיועץ עבור ה- IPPO בפרויקט חצר סרגיי, היה שותף לחפירות ארכיאולוגיות בכנסיית נבסקי לצד אנטונין קפוסטין, סייע בשיפוץ ושחזור מסגד עומר (הידוע גם כמסגד אל-אקצא) בהר הבית, כמו כן היה שותף לתכנון ובנייה של שכונות ומבנים רבים בעיר ירושלים. 

ג'ורג'י פרנג'יה - פרנג'יה היה מהנדס צעיר כאשר החל לעבוד עבור האימפריה הרוסית. על אף גילו הצעיר, סגנונו האדריכלי שובה הלב תרם לבניית כמה מהמבנים החשובים ביותר בנופה של ירושלים, דוגמת חצר סרגיי, כנסיית מריה מגדלן ומתחם אלכסנדר נבסקי. פרנג'יה, יליד נצרת ואזרח האימפריה העות'מאנית ממוצא יווני, הפך לימים למהנדס העיר ירושלים.



מרטין איוונוביץ׳ אפינגר (1822–1872) - אדריכל רוסי, חבר בפקולטה לאדריכלות באקדמיה האימפריאלית לאומנויות בסנט פטרסבורג.

בשנת 1859 התכבד אפינגר להיות האדריכל הראשי של מבני ״פלסטינה הרוסית״ בירושלים במסגרת הוועד הפלסטיני הרוסי. במהלך השנים 1859-1865 הוא הוביל בהצלחה את בניית קתדרלת השילוש הקדוש בירושלים, מתחם המשימה הרוחנית הרוסית בירושלים ובית החולים הרוסי בירושלים. למען עולי הרגל הרוסים האורתודוקסים הוא בנה את חצר אליזבטה וחצר מריה, וכן את בניין הקונסוליה הכללית הרוסית בירושלים. קומפלקס הבניינים הללו הפך להיות עבודתו העיקרית של האדריכל. עבודותיו קיבלו אות הצטיינות של כבוד מהאקדמיה לאומנויות בסנט פטרסבורג. כמו כן, בשנת 1862, לבקשת המנהל של הוועדה הפלסטינית הרוסית, מנסורוב, נציג הועד הפלסטיני הרוסי בפלשטינה לפני הקמת ה-IPPO, אפינגר קיבל את אות מסדר סנט סטניסלב. 
הפרויקט האחרון של אפינגר היה בית הכנסת "תפארת ישראל" ברובע היהודי בעיר העתיקה. 

אלכסי יפימוביץ אלקין (1870 - 1936)- האדריכל והמבצע הראשי של חצר ניקולאי, המבנה האחרון שנבנה על ידי ה-IPPO בירושלים. אלקין למד באקדמיה הקיסרית לאומנויות בסנט פטרסבורג. כשהיה אלקין בן 32 הוא נשכר לבצע את הקמת חצר ניקולאי בדרישה לשכן כ- 1,200 צליינים ולעמוד בתקנות העיר ירושלים. התקציב היה מועט לכל הדעות אך החופש היצירתי סיפק את אלקין. חצר ניקולאי נמצאת בשימוש רציף מעל 115 שנה ושרדה שני פיגועים וארבע מלחמות. 

גוטליב שומאכר (Gottlieb Schumacher) - שומאכר נולד בארצות הברית למשפחה ממוצא גרמני והפך מהנדס וארכיאולוג חשוב בהיסטוריה של ארץ ישראל ופלשתינה. שומאכר היה הראשון לגלות את מגידו, הציע את השם "חיפה" לעיר וסייע בבניית מבנים רבים ברחבי הארץ. שומאכר נשכר על ידי  ה- IPPO ב- 1901 לבניית מתחם האגודה בנצרת שכלל בשיאו סמינר למורים, אכסנייה ומרפאה אמבולטורית. 
      `,
      css: {
        right: '58%',
        width: '720px'
      },
      isScroll: true
    },
    gurd: {
      title: `מרקו דג'וריק`,
      info: `
      כאשר הגעתי לארץ הקודש, הופתעתי לגלות דמות מסתורית ומרשימה בנוף הקבוצה שלנו. עוד בנמל יפו הצטרפו אלינו שתי אנשים בעלי קומה מרשימה וחזות אוריינטלית. שניהם היו לבושים בהידור גלימה לבנה כיסתה את גופם מהחזה ועד הברכיים, ווסט צבעוני וחגורה מעור. על ראשם כובע אדום גבוה וחוטים שחורים משתלשלים ממרכזו. על מותניהם אקדח עם קת מעוגלת עשויה חומר דמוי שנהב, תוף המכיל חמישה כדורים וקנה ארוך ביחס לגודלו של שאר האקדח. בצידה השני של החגור חרב ארוכה ומעוגלת בסגנון תורכי, כל חזותו של איש זה מזכירה את תיאוריהם של אויביהם המוסלמים של הצלבנים במלחמות על ירושלים הקדושה. מה אותם אנשים עושים לצידנו? האם אפשר לסמוך עליהם? 
זמן מועט לאחר שחזיתי בהם לראשונה שמעתי מפי אחד הצליינים את סיפורם. בהוראתו של הסולטאן העות'מאני, אזרחי האימפריה המוסלמים בלבד רשאים לשאת נשק ברחבי האימפריה. כאשר היה מגיע אזרח זר רב מעלה לכל מקום ברחבי האימפריה העות'מאנית, הוא היה מלווה תמיד בשומר אישי שנקרא קאוואס (Kavas). משמעות המילה קאוואס בטורקית היא קשת. בימי קדם היו הקאוואסים נושאים על גבם חץ וקשת, חרב בחגורה ומטה בידם. כאשר הקאווסים היו הולמים על הקרקע עם המטה, הם היו בעצם מאותתים לאנשים מסביב כי איש חשוב במיוחד בסביבה ולא כדאי להם להתקרב אליו יתר על המידה אם הם חפצים לשמור על שלמות גופם. 
אותם קאוואסים מלווים אותנו, הצליינים. בראש ובראשונה הם משמשים לנו כהגנה מפני שודדים ומבקשי רעתנו. כאשר הקבוצה שלנו צועדת בדרכים אל עבר המקומות הקדושים בטבריה ובית לחם, אחד מהקאוואסים רוכב בראש הטור ואחד מאסף. 
מלבד הגנה ההכרחית, הקאוואסים מדריכים אותנו כיצד נכון להתנהג. אנחנו, שהגענו מליבה של רוסיה, לא דוברים את שפת ארץ הקודש, לא בקיאים במנהגיה של הארץ, כל הווייתנו זרה בעולם מזרחי זה. היינו יכולים ליפול בקלות קורבן למרמה, לאבד את דרכינו בסמטאות ירושלים או גרוע מכך - במדבר יהודה. לכן אסירי תודה היינו לאגודה שדאגה לנו לליווי מהירידה אל החוף בנמל יפו ועד העלייה בחזרה לספינה בסוף המסע. 
על הקאוואסים השונים ניצח הקאוואס המפורסם ביותר בשירות האגודה - מרקו דג'וריק, וכך תיארה אותו אחת החברות למסע: "מפורסם בזכות עצמו, מרקו היה ממוצא מונטנגרי, שלט בשש שפות והיה לעזר לצליינים מכל המוצאים ובכל מיני נסיבות. בכל דרך שעשינו הלכו או ישבו לצידו צליינים והוא היה מוסיף סיפור על כל אתר ואתר שהיו רואים בעיניהם. הוא היה מדריך, שומר וחבר". 
      `,
      css: {
        right: '5%'
      },
      isScroll: false
    },
    pilgram: {
      title: `אברהם הצליין הנצחי`,
      info: `
ברחוב מולי הולך אדם מבוגר בעל זקן ארוך ואפור, גבות מקומטות ומשקפיים עכורות בגוון סגול. על גבו שק של ייסורים ובידו מטה הליכה מעץ מחוזק בברזל. הוא מגיע עם סיפור וברכה, בגדיו נושאים ארומה של קטורת. אין לו כסף ורכוש כלל, הוא הקדיש את כל חייו לצליינות ועשה את המסע מרוסיה לירושלים כבר עשרים פעמים וזו היא לא הגזמה. כך סיפר לי בעצמו אדם מיוחד זה וכך יודעים כל העושים את המסע ופוגשים בו. כתפיו משוכות לאחור והוא עומד זקוף כקברניט של ספינה. בדרכו הארוכה לירושלים מרוסיה עטוית הכפור הוא עובר בלילות מבית לבית לחפש מחסה. 
אברהם דופק על הדלת בעזרת מקלו שלוש פעמים ובקול הבאס העמוק שלו הוא אומר "בשם האב, הבן והרוח הקודש". המשפחה, ישובה מסביב לסמובר, מביטה בדממה באיש העומד זקוף במפתן הדלת. את פניו מאירה המנורה הבוערת מעליו. תמיד ישנה תחושה שהוא אחד מאותם הקדושים העתיקים שמהלכים בעולמנו ועדיין לא נלקחו לגן העדן. 
המשפחה עוצרת את שיחתה לשעה קלה ומצטלבת בשקט עד שראש הבית אומר "אמן". כך אברהם נכנס לבית, הוא פעמון האל ונוכחותו היא ברכה בפני עצמה. בבוקר הוא אינו מבקש דבר, הוא רק מקבל. בעל הבית נותן לו מעט כסף, לחם, פירות, אולי גם שרשרת או צמיד לטבול בנהר הירדן הקדוש. בעל הבית סומך עליו שיבקש מהכמרים במנזרים הקדושים להתפלל עבור משפחתו. 
כשאברהם היה בן שבע סיפר לו אביו את סיפורי הצליינים וכבר אז ידע כי הוא רוצה להגיע לירושלים. הוא החל לחסוך את כספו בתוך שק כסף קטן. כאשר התמלא השק הוא יצא אל הדרך הראשית מבלי לומר לאף אחד. כאשר עבר בדרך עגלון מבוגר הוא שאל אותו "לאן אתה נוסע?" והעגלון ענה "לירושלים". הילד אברהם הסתכל בעגלון בעיניים נוצצות. "אם כך" אמר העגלון "כדאי שתצטרף אליי, בוא ועלה לעגלה". 
הילד קפץ מיד לעגלה ובמהרה נרדם על ערימת חציר לזמן מה. לבסוף שמע קול מוכר "קום, קום!".
"איפה אני?" שאל אברהם, "בעיר הקדושה, ירושלים" ענה הקול בעדינות. "מה, מה?" כאשר הסתכל סביב ראה את אימו עומדת במפתן הדלת. העגלון הסיעו הביתה. 
מרגע זה ואילך, רוח הצליין בערה בנפשו. 
      `,
      css: {
        right: '40%'
      },
      isScroll: false
    }
  }
}
export { hebrewText as default };
